{
  "add_bos_token": false,
  "add_prefix_space": false,
  "bos_token": {
    "__type": "AddedToken",
    "content": "<s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "clean_up_tokenization_spaces": true,
  "eos_token": {
    "__type": "AddedToken",
    "content": "</s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "errors": "replace",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": {
    "__type": "AddedToken",
    "content": "<pad>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "special_tokens_map_file": "/root/.cache/huggingface/hub/models--SiberiaSoft--SiberianPersonaFred/snapshots/5702d76ab88edfbec439bbd0b774d9524e9b1665/special_tokens_map.json",
  "tokenizer_class": "GPT2Tokenizer",
  "unk_token": {
    "__type": "AddedToken",
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  }
}
